{"id":14,"date":"2021-04-23T06:55:08","date_gmt":"2021-04-23T06:55:08","guid":{"rendered":"https:\/\/www.getsilencil.com\/?page_id=14"},"modified":"2021-04-23T06:55:08","modified_gmt":"2021-04-23T06:55:08","slug":"disclaimer","status":"publish","type":"page","link":"https:\/\/www.getsilencil.com\/disclaimer\/","title":{"rendered":"Disclaimer"},"content":{"rendered":"<div class=\"entry-content\">\n<h3>GetSilencil.com Web Site Agreement<\/h3>\n<p>The GetSilencil.com Web Site (the “Site”) is an online information service provided by GetSilencil.com (“GetSilencil.com “), subject to your compliance with the terms and conditions set forth below. PLEASE READ THIS DOCUMENT CAREFULLY BEFORE ACCESSING OR USING THE SITE. BY ACCESSING OR USING THE SITE, YOU AGREE TO BE BOUND BY THE TERMS AND CONDITIONS SET FORTH BELOW. IF YOU DO NOT WISH TO BE BOUND BY THESE TERMS AND CONDITIONS, YOU MAY NOT ACCESS OR USE THE SITE. GetSilencil.com MAY MODIFY THIS AGREEMENT AT ANY TIME, AND SUCH MODIFICATIONS SHALL BE EFFECTIVE IMMEDIATELY UPON POSTING OF THE MODIFIED AGREEMENT ON THE SITE. YOU AGREE TO REVIEW THE AGREEMENT PERIODICALLY TO BE AWARE OF SUCH MODIFICATIONS AND YOUR CONTINUED ACCESS OR USE OF THE SITE SHALL BE DEEMED YOUR CONCLUSIVE ACCEPTANCE OF THE MODIFIED AGREEMENT.<\/p>\n<h3>1. Copyright, Licenses and Idea Submissions.<\/h3>\n<p>The entire contents of the Site are protected by international copyright and trademark laws. The owner of the copyrights and trademarks are GetSilencil.com, its affiliates or other third party licensors. YOU MAY NOT MODIFY, COPY, REPRODUCE, REPUBLISH, UPLOAD, POST, TRANSMIT, OR DISTRIBUTE, IN ANY MANNER, THE MATERIAL ON THE SITE, INCLUDING TEXT, GRAPHICS, CODE AND\/OR SOFTWARE. You may print and download portions of material from the different areas of the Site solely for your own non-commercial use provided that you agree not to change or delete any copyright or proprietary notices from the materials. You agree to grant to GetSilencil.com a non-exclusive, royalty-free, worldwide, perpetual license, with the right to sub-license, to reproduce, distribute, transmit, create derivative works of, publicly display and publicly perform any materials and other information (including, without limitation, ideas contained therein for new or improved products and services) you submit to any public areas of the Site (such as bulletin boards, forums and newsgroups) or by e-mail to GetSilencil.com by all means and in any media now known or hereafter developed. You also grant to GetSilencil.com the right to use your name in connection with the submitted materials and other information as well as in connection with all advertising, marketing and promotional material related thereto. You agree that you shall have no recourse against GetSilencil.com for any alleged or actual infringement or misappropriation of any proprietary right in your communications to GetSilencil.com.<\/p>\n<h3>TrafficServer 1.01 TRADEMARKS.<\/h3>\n<p>Publications, products, content or services referenced herein or on the Site are the exclusive trademarks or servicemarks of GetSilencil.com. Other product and company names mentioned in the Site may be the trademarks of their respective owners.<\/p>\n<h3>2. Use of the Site.<\/h3>\n<p>You understand that, except for information, products or services clearly identified as being supplied by GetSilencil.com, GetSilencil.com does not operate, control or endorse any information, products or services on the Internet in any way. Except for GetSilencil.com &#8211; identified information, products or services, all information, products and services offered through the Site or on the Internet generally are offered by third parties, that are not affiliated with GetSilencil.com a. You also understand that GetSilencil.com cannot and does not guarantee or warrant that files available for downloading through the Site will be free of infection or viruses, worms, Trojan horses or other code that manifest contaminating or destructive properties. You are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for accuracy of data input and output, and for maintaining a means external to the Site for the reconstruction of any lost data.<\/p>\n<p>YOU ASSUME TOTAL RESPONSIBILITY AND RISK FOR YOUR USE OF THE SITE AND THE INTERNET. GetSilencil.com PROVIDES THE SITE AND RELATED INFORMATION “AS IS” AND DOES NOT MAKE ANY EXPRESS OR IMPLIED WARRANTIES, REPRESENTATIONS OR ENDORSEMENTS WHATSOEVER (INCLUDING WITHOUT LIMITATION WARRANTIES OF TITLE OR NONINFRINGEMENT, OR THE IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE) WITH REGARD TO THE SERVICE, ANY MERCHANDISE INFORMATION OR SERVICE PROVIDED THROUGH THE SERVICE OR ON THE INTERNET GENERALLY, AND GetSilencil.com SHALL NOT BE LIABLE FOR ANY COST OR DAMAGE ARISING EITHER DIRECTLY OR INDIRECTLY FROM ANY SUCH TRANSACTION. IT IS SOLELY YOUR RESPONSIBILITY TO EVALUATE THE ACCURACY, COMPLETENESS AND USEFULNESS OF ALL OPINIONS, ADVICE, SERVICES, MERCHANDISE AND OTHER INFORMATION PROVIDED THROUGH THE SERVICE OR ON THE INTERNET GENERALLY. GetSilencil.com DOES NOT WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE OR THAT DEFECTS IN THE SERVICE WILL BE CORRECTED.<\/p>\n<p>YOU UNDERSTAND FURTHER THAT THE PURE NATURE OF THE INTERNET CONTAINS UNEDITED MATERIALS SOME OF WHICH ARE SEXUALLY EXPLICIT OR MAY BE OFFENSIVE TO YOU. YOUR ACCESS TO SUCH MATERIALS IS AT YOUR RISK. GetSilencil.com HAS NO CONTROL OVER AND ACCEPTS NO RESPONSIBILITY WHATSOEVER FOR SUCH MATERIALS.<\/p>\n<h3>LIMITATION OF LIABILITY<\/h3>\n<p>IN NO EVENT WILL GetSilencil.com BE LIABLE FOR (I) ANY INCIDENTAL, CONSEQUENTIAL, OR INDIRECT DAMAGES (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, BUSINESS INTERRUPTION, LOSS OF PROGRAMS OR INFORMATION, AND THE LIKE) ARISING OUT OF THE USE OF OR INABILITY TO USE THE SERVICE, OR ANY INFORMATION, OR TRANSACTIONS PROVIDED ON THE SERVICE, OR DOWNLOADED FROM THE SERVICE, OR ANY DELAY OF SUCH INFORMATION OR SERVICE. EVEN IF GetSilencil.com OR ITS AUTHORIZED REPRESENTATIVES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, OR (II) ANY CLAIM ATTRIBUTABLE TO ERRORS, OMISSIONS, OR OTHER INACCURACIES IN THE SERVICE AND\/OR MATERIALS OR INFORMATION DOWNLOADED THROUGH THE SERVICE. BECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU. IN SUCH STATES, GetSilencil.com LIABILITY IS LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.<\/p>\n<p>GetSilencil.com makes no representations whatsoever about any other web site which you may access through this one or which may link to this Site. When you access a non-GetSilencil.com web site, please understand that it is independent from GetSilencil.com, and that GetSilencil.com has no control over the content on that web site. In addition, a link to a GetSilencil.com web site does not mean that GetSilencil.com endorses or accepts any responsibility for the content, or the use, of such web site.<\/p>\n<h3>3. Indemnification.<\/h3>\n<p>You agree to indemnify, defend and hold harmless GetSilencil.com, its officers, directors, employees, agents, licensors, suppliers and any third party information providers to the Service from and against all losses, expenses, damages and costs, including reasonable attorneys’ fees, resulting from any violation of this Agreement (including negligent or wrongful conduct) by you or any other person accessing the Service.<\/p>\n<h3>4. Third Party Rights.<\/h3>\n<p>The provisions of paragraphs 2 (Use of the Service), and 3 (Indemnification) are for the benefit of GetSilencil.com and its officers, directors, employees, agents, licensors, suppliers, and any third party information providers to the Service. Each of these individuals or entities shall have the right to assert and enforce those provisions directly against you on its own behalf.<\/p>\n<h3>5. Term; Termination.<\/h3>\n<p>This Agreement may be terminated by either party without notice at any time for any reason. The provisions of paragraphs 1 (Copyright, Licenses and Idea Submissions), 2 (Use of the Service), 3 (Indemnification), 4 (Third Party Rights) and 6 (Miscellaneous) shall survive any termination of this Agreement.<\/p>\n<h3>6. Miscellaneous.<\/h3>\n<p>This Agreement shall all be governed and construed in accordance with the laws of The United States of America applicable to agreements made and to be performed in The United States of America. You agree that any legal action or proceeding between GetSilencil.com and you for any purpose concerning this Agreement or the parties’ obligations hereunder shall be brought exclusively in a federal or state court of competent jurisdiction sitting in The United States of America . Any cause of action or claim you may have with respect to the Service must be commenced within one (1) year after the claim or cause of action arises or such claim or cause of action is barred. GetSilencil.com’s failure to insist upon or enforce strict performance of any provision of this Agreement shall not be construed as a waiver of any provision or right. Neither the course of conduct between the parties nor trade practice shall act to modify any provision of this Agreement. GetSilencil.com may assign its rights and duties under this Agreement to any party at any time without notice to you.<\/p>\n<p>Any rights not expressly granted herein are reserved.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>GetSilencil.com Web Site Agreement The GetSilencil.com Web Site (the “Site”) is an online [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v16.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Disclaimer - Silencil™<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.getsilencil.com\/disclaimer\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Disclaimer - Silencil™\" \/>\n<meta property=\"og:description\" content=\"GetSilencil.com Web Site Agreement The GetSilencil.com Web Site (the “Site”) is an online [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.getsilencil.com\/disclaimer\/\" \/>\n<meta property=\"og:site_name\" content=\"Silencil™\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"6 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.getsilencil.com\/#website\",\"url\":\"https:\/\/www.getsilencil.com\/\",\"name\":\"Silencil\\u2122\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.getsilencil.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.getsilencil.com\/disclaimer\/#webpage\",\"url\":\"https:\/\/www.getsilencil.com\/disclaimer\/\",\"name\":\"Disclaimer - Silencil\\u2122\",\"isPartOf\":{\"@id\":\"https:\/\/www.getsilencil.com\/#website\"},\"datePublished\":\"2021-04-23T06:55:08+00:00\",\"dateModified\":\"2021-04-23T06:55:08+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.getsilencil.com\/disclaimer\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.getsilencil.com\/disclaimer\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.getsilencil.com\/disclaimer\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.getsilencil.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Disclaimer\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Disclaimer - Silencil™","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.getsilencil.com\/disclaimer\/","og_locale":"en_US","og_type":"article","og_title":"Disclaimer - Silencil™","og_description":"GetSilencil.com Web Site Agreement The GetSilencil.com Web Site (the “Site”) is an online [&hellip;]","og_url":"https:\/\/www.getsilencil.com\/disclaimer\/","og_site_name":"Silencil™","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"6 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.getsilencil.com\/#website","url":"https:\/\/www.getsilencil.com\/","name":"Silencil™","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.getsilencil.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/www.getsilencil.com\/disclaimer\/#webpage","url":"https:\/\/www.getsilencil.com\/disclaimer\/","name":"Disclaimer - Silencil™","isPartOf":{"@id":"https:\/\/www.getsilencil.com\/#website"},"datePublished":"2021-04-23T06:55:08+00:00","dateModified":"2021-04-23T06:55:08+00:00","breadcrumb":{"@id":"https:\/\/www.getsilencil.com\/disclaimer\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.getsilencil.com\/disclaimer\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.getsilencil.com\/disclaimer\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.getsilencil.com\/"},{"@type":"ListItem","position":2,"name":"Disclaimer"}]}]}},"_links":{"self":[{"href":"https:\/\/www.getsilencil.com\/wp-json\/wp\/v2\/pages\/14"}],"collection":[{"href":"https:\/\/www.getsilencil.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.getsilencil.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.getsilencil.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.getsilencil.com\/wp-json\/wp\/v2\/comments?post=14"}],"version-history":[{"count":1,"href":"https:\/\/www.getsilencil.com\/wp-json\/wp\/v2\/pages\/14\/revisions"}],"predecessor-version":[{"id":15,"href":"https:\/\/www.getsilencil.com\/wp-json\/wp\/v2\/pages\/14\/revisions\/15"}],"wp:attachment":[{"href":"https:\/\/www.getsilencil.com\/wp-json\/wp\/v2\/media?parent=14"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}